<template >
  <div class="agreement">
    <Header title="用户协议" :leftAllow="true" />
    <div class="content">
      <div
        class="title"
      >在使用人脸侦探软件时请您先仔细阅读并充分理解人脸侦探用户隐私保密协议(以下简称“本协议”)全部内容。如您对本协议内容及页面提示信息有疑问，请勿进行下一步操作。您在页面通过点击或其他方式确认即表示您已同意本协议。</div>
      <div class="info">
        <div class="p">一、基本申明</div>
        <div class="item">
          <div class="d">1.本软件可用以区分自然人个体的独特脸部特征。</div>
          <div class="d">2.本公司对所有搜索的视频或照片信息不存储，所有对比数据均来自于互联网搜索，不存储用户上传的照片。</div>
          <div class="d">3.人脸侦探技术支撑:该技术采用人脸识别技术，该人脸识别引擎由本公司提供。本公司有针对性地研发了多种类型人脸识别检测技术，确保其验证的安全性和可靠性。</div>
        </div>
      </div>
      <div class="info">
        <div class="p">二、 产品功能使用说明</div>
        <div class="item">
          <div
            class="d"
          >1.该人脸识别功能用途主要用于用户照片信息搜索。我们将在法律允许的范围内,当且仅当您使用上述功能时，收集您上传的照片特征值信息，以做到和互联网搜索的数据相匹配。该信息是为提供上述功能所必须，如果您拒绝提供人脸照片信息，我们将无法向您提供上述服务。</div>
          <div class="d">2.请依照操作指引完成照片上传流程。上传人脸照片时，请尽量保证拍摄时光线充足，视线齐平摄像头，不对拍摄的照片做遮挡，保证人脸面部信息特征清晰可辨认。</div>
        </div>
      </div>
      <div class="info">
        <div class="p">三、个人信息保密声明</div>
        <div class="item">
          <div
            class="d"
          >1.人脸侦探不会收集您的个人信息，在使用人脸侦探软件的过程中我们不会记录您的IP地址、浏览器类型、引用地址以及其它技术数据。用户上传的图片会在搜索完毕后自动删除，我方对用户上传的图片不下载、不浏览、不拷贝，以保护用户的隐私。</div>
          <div
            class="d"
          >2.我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。例如:通过安全加密手段传输用户数据、信息加密存储、严格限制数据中心的访问、使用专用网络通道及网络代理。同时我们设立了个人信息保护责任部门，建立了相关内控制度，对可能接触到您的信息的工作人员.采取最小够用授权原则;对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导。</div>
          <div
            class="d"
          >3.我们已制定个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略及规程。在不幸发生个人信息安全事件后，我们将按照.法律法规的要求，及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以小程序推送通知、发送邮件/短消息等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</div>
        </div>
      </div>
      <div class="info">
        <div class="p">三、个人信息保密声明</div>
        <div class="item">
          <div
            class="d"
          >1.人脸侦探不会收集您的个人信息，在使用人脸侦探软件的过程中我们不会记录您的IP地址、浏览器类型、引用地址以及其它技术数据。用户上传的图片会在搜索完毕后自动删除，我方对用户上传的图片不下载、不浏览、不拷贝，以保护用户的隐私。</div>
          <div
            class="d"
          >2.我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。例如:通过安全加密手段传输用户数据、信息加密存储、严格限制数据中心的访问、使用专用网络通道及网络代理。同时我们设立了个人信息保护责任部门，建立了相关内控制度，对可能接触到您的信息的工作人员.采取最小够用授权原则;对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导。</div>
          <div
            class="d"
          >3.我们已制定个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略及规程。在不幸发生个人信息安全事件后，我们将按照.法律法规的要求，及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以小程序推送通知、发送邮件/短消息等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</div>
        </div>
      </div>
      <div class="info">
        <div class="p">四、协议变更</div>
        <div class="item">
          <div
            class="d"
          >1.人脸侦探不会收集您的个人信息，在使用人脸侦探软件的过程中我们不会记录您的IP地址、浏览器类型、引用地址以及其它技术数据。用户上传的图片会在搜索完毕后自动删除，我方对用户上传的图片不下载、不浏览、不拷贝，以保护用户的隐私。</div>
          <div
            class="d"
          >2.我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。例如:通过安全加密手段传输用户数据、信息加密存储、严格限制数据中心的访问、使用专用网络通道及网络代理。同时我们设立了个人信息保护责任部门，建立了相关内控制度，对可能接触到您的信息的工作人员.采取最小够用授权原则;对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导。</div>
          <div
            class="d"
          >3.我们已制定个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略及规程。在不幸发生个人信息安全事件后，我们将按照.法律法规的要求，及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以小程序推送通知、发送邮件/短消息等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</div>
        </div>
      </div>
      <div class="info">
        <div class="p">五、责任限制</div>
        <div class="item">
          <div
            class="d"
          >1. 人脸侦探应在现有技术能力基础上保障人脸侦探软件的有效、正常运行，并尽合理的努力来提升搜索验证结果的准确性。但是，由于采集脸部特征易受表情、妆容、环境光等可变因素影响，且人脸侦探在互联网上能采集到的信息范围有限、技术水平及认证手段也仍在持续改进之中，暂无法保证搜索结果的绝对准确。</div>
          <div
            class="d"
          >2.我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。例如:通过安全加密手段传输用户数据、信息加密存储、严格限制数据中心的访问、使用专用网络通道及网络代理。同时我们设立了个人信息保护责任部门，建立了相关内控制度，对可能接触到您的信息的工作人员.采取最小够用授权原则;对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导。</div>
        </div>
      </div>
    </div>
    <AppFooter />
  </div>
</template>
<script>
import Header from '@/components/mobile-header'
import AppFooter from '@/components/app-footer'

export default {
  components: {
    Header,
    AppFooter
  }
}
</script>
<style lang="less" scoped>
.agreement {
  background: #242933;
  .content {
    padding: 10px 10% 50px;
    font-size: 14px;
    color: #a9a9a9;
    box-sizing: border-box;
    background: #ffffff;
    .title {
      padding: 15px 0;
      border-bottom: 2px dotted #f7f7f7;
    }
    .info {
      margin-top: 40px;
      .p {
        color: #797979;
        font-weight: 600;
        margin-bottom: 10px;
      }
      .item {
        .d {
          margin-bottom: 10px;
        }
      }
    }
    img {
      margin-top: 20px;
      width: 100%;
    }
  }
}
@media screen and (min-width: 1000px) {
  .agreement {
    background: #242933;
    .content {
      padding: 30px 20%;
      box-sizing: border-box;
      background: #ffffff;
    font-size: 18px;
    }
  }
}
</style>
